# Taps
tap 'caskroom/cask'
tap 'caskroom/eid'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

# Install Binaries
brew 'awscli'
brew 'bash' # Bash 4
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'mackup'
brew 'tmux'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'

# Apps
cask 'vlc'

# Fonts
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
